org/blog.org
#+title: ORG Content
#+author: Victor Dorneanu
#+startup: indent fold
#+hugo_base_dir: ../
#+hugo_section: posts
#+hugo_auto_set_lastmod: t
#+hugo_paired_shortcodes: %sidenote
#+property: header-args :eval never-export

#+macro: zk [[https://brainfck.org/#$1][$2]]
#+macro: bib [[https://brainfck.org/bib.html#$1][$2]]
#+macro: relref @@hugo:[@@ $1 @@hugo:]({{< relref "$2" >}})@@
#+macro: titleref @@hugo:{{< titleref "$1" "@@ $2 @@hugo:" >}}@@


** DONE Book summary: Breath - The New Science of a Lost Art                   :books:
CLOSED: [2022-05-30 Mon 21:37]
:PROPERTIES:
:EXPORT_FILE_NAME: 2022-book-summary-breath-the-new-science-of-a-lost-art
:END:

Back in 2017 I remember people sitting together and doing pre-workout breathwork
before some trainig session (Calisthenics). At that time I didn't know what it
was nor what it was good for. One year later I was introduced to
{{{zk(Pranayama,Pranayama)}}} as part of my /Yoga teacher training/. Right after
I've read {{{zk(Conscious Breathing,Conscious Breathing)}}} but I didn't really
catch fire on the topic.

In 2020 I finally came across {{{zk(The Wim Hof Method,Wim Hof)}}} and realized
this was exactly the type of heavy breathing people were exercising 3 years ago.
Since then I've adopted /cold exposure/ and {{{zk(Breathe exercises,Breathe
exercises)}}} as part of my [[/2021/12/13/my-2021-review/][daily routine]]. I was amazed how much stress my body
was able to endure and how easy it is to adapt to cold.

#+html: {{< gbox src="/posts/img/2022/breath/breath-james-nestor.jpg" title="Breath - The New Science of a Lost Art" caption="" pos="left" >}}

In the same year - right after the beginning of the pandemic - I saw some
[[https://www.goodreads.com/][goodreads]] top rated books list. I can't really remember which category exactly
but I found it interesting enough to see a book about breathing in the top
lists, right after Corona was identified as a /respiratory disease/. Then it took
another 2 years to read the {{{zk(Breath - The New Science of a Lost
Art,book)}}} and discover even more breathing techniques.

#+begin_quote
As I breathe a little faster, go a little deeper, the names of all the
techniques I've explored over the past 10 years all come back in a rush:
Pranayama. Buteyko. Coherent Breathing. Hypoventilation. Breathing Coordination.
Holotropic Breathwork. Adhama. Madhyama. Uttama. Kevala. Embryonic Breath.
Harmonizing Breath. The Breath by the Master Great Nothing. Tummo. Sudarshan
Kriya. -- {{{zk(The New Science of a Lost Art - Note 23,Source)}}}
#+end_quote


*** Takeaways
I've spent quite some time feeding my personal [[https://brainfck.org][Zettelkasten]] with all the
interesting facts and quotes presented in the book. Here are my key takeaways:
**** Shut your mouth!
... and start breathing through your nose! This was repeated over and over
again while some statistics reveal the real problem:

#+begin_quote
Ninety percent of children have acquired some degree of deformity in their
mouths and noses. 45% of adults snore occasionally and 1/4 of the population
snores constantly. 25% of American adults over 30 choke on themselves because of
sleep apnea; and an estimated 80% of moderate or severe cases are undiagnosed.
Meanwhile, the majority of the population suffers from some form of breathing
difficulty or resistance. -- {{{zk(Breath - The New Science of a Lost Art - Note
5,Source)}}}
#+end_quote

**** We've become not only overeaters but also overbreathers

We need to breath *less* and this is indeed a strange advice. We've been told to
breath more air/oxygen whenever we feel stressed, anxious or have "air hunger".
But we tend to focus to much on oxygen rather on its counterpart which is
{{{zk(Carbon Dioxide,carbon dioxide)}}}. To much oxygen leads to free radicals
damaging your cells. How much {{{zk(Carbon Dioxide,carbon dioxide)}}} you have
in your blood seems to have an impact how much oxygen can be carried to the
cells ({{{zk(The Bohr Effect,The Bohr Effect)}}}). Therefore breath hold
increases levels of CO2 which tell the body how to breathe (by stimulating the
{{{zk(Central Chemoreceptors,Central Chemoreceptors)}}})

**** Breathing affects the whole body

The nose and the {{{zk(Diaphragm,Diaphragm)}}} as the main respiratory protagonists play a vital role in our life. The nose is called a silent warrior because it:
- clears, heats and moistures air for easier absorption
- helps with erectily disfunction
- lowers blood pressure
- eases digestion
- regulates heart rate
- stores memories

The {{{zk(Diaphragm,Diaphragm)}}} is called the "2nd heart" because it affects rate and strength of heart rate.

**** Different breath type, different effect
Every breath consists of following phases
- inhalation
- exhalation
- retention
- (speed at which inhalation/exhalation is done)
Depending on how *deep* or how *fast* you inhale/exhale you'll activate different parts of your
lungs which are connected to the {{{zk(Autonomic Nervous System,Autonomic Nervous System)}}}
- nerves connected to the {{{zk(Parasympathetic Nervous System,Parasympathetic Nervous System)}}} are in the lower regions of the lungs
  - also called the *feed and breed* system
  - long inhales/exhales activate it
  - stimulates relaxation and restoration
  - example of breathe exercise: {{{zk(Buteyko Breathing,Buteyko)}}}
- nerves connected to the {{{zk(Sympathetic Nervous System,Sympathetic Nervous System)}}} are spread out at the top of the lungs
  - when we take short, hasty breaths, the molecules of air activate the sympathetic nerves
  - sympathetic stress takes just seconds to activate, turning it off and becoming again calm can take a hour or more
  - example of breathe exercise: {{{zk(Tummo,Tummo)}}}
*** Conclusion
Given the amount of time I've spent doing some heavy post-reading on several
topics I think this book covers a quite wide range of breath related topics. I
was also suprised that long before Wim Hof there was [[https://www.goodreads.com/author/show/617033.Alexandra_David_N_el][Alexandra David-Néel]] who
used {{{zk(Tummo,Tummo)}}} during her adventures. And while she is already dead,
[[http://www.mauricedaubard.com/][Maurice Daubard]] still practices ice baths at the age of 90.

The research on this field of course didn't stop. Here's a list of inspiration
for your breathwork journey:
- [[https://www.consciousbreathing.com/meet-anders-olsson/][Anders Olsson]]
  - founder of Conscious Breathing
  - has [[https://www.consciousbreathing.com/anders-olsson/carbon-dioxide-training-extremely-harmonious/][experimented]] with {{{zk(Carbon Dioxide,Carbon Dioxide)}}}
- Konstanting Pavlovich Buteyko
  - invented {{{zk(Buteyko Breathing,Buteyko Breathing)}}}
  - {{{zk(The Oxygen Advantage,The Oxygen Advantage)}}} mainly uses this technique
  - also check out [[https://buteykoclinic.com/][buteykoclinic]] from Patric McKeown
- [[https://www.goodreads.com/book/show/1992347.Dr_Breath][Dr. Breath (Stough)]] did some research in the 1930s
- Emil Zapotek invented [[https://www.hypoventilation-training.com/historical.html][hypoventilation]]
- [[https://www.drjameseyerman.com/][Dr. James Eyerman]] used {{{zk(Holotropic Breathwork,Holotropic Breathwork)}}} for 30 years and had more than 11000 patients
- Dr. Justin Feinstein
  - increase of {{{zk(Carbon Dioxide,Carbon Dioxide)}}} levels has effect on health improvements
  - experimented with low doses of carbon dioxide given to his patients
- [[https://en.wikipedia.org/wiki/Albert_Szent-Gy%C3%B6rgyi][Albert Szent-Györgyi]]
  - did some research on breathing at molecular levels
  - "the more oxygen life can consume, the more electron excitability it gains, the more animated it becomes"
  - health is all about absorbing and transfering electrons in a controlled way
- [[https://derosemethod.org/][Luiz Sergio Alvarez DeRose]] wrote books about the concepts of {{{zk(Prana,Prana)}}}
- [[https://www.goodreads.com/author/show/81372.Swami_Rama][Swami Rama]] brought {{{zk(Pranayama,Pranayama)}}} to Western cultures
