content/posts/2022-book-summary-breath-the-new-science-of-a-lost-art.md
+++
title = "Book summary: Breath - The New Science of a Lost Art"
author = ["Victor Dorneanu"]
date = 2022-05-30T21:37:00+02:00
lastmod = 2022-05-31T06:42:50+02:00
tags = ["books"]
draft = false
+++

Back in 2017 I remember people sitting together and doing pre-workout breathwork
before some trainig session (Calisthenics). At that time I didn't know what it
was nor what it was good for. One year later I was introduced to
[Pranayama](https://brainfck.org/#Pranayama) as part of my _Yoga teacher training_. Right after
I've read [Conscious Breathing](https://brainfck.org/#Conscious%20Breathing) but I didn't really
catch fire on the topic.

In 2020 I finally came across [Wim Hof](https://brainfck.org/#The%20Wim%20Hof%20Method) and realized
this was exactly the type of heavy breathing people were exercising 3 years ago.
Since then I've adopted _cold exposure_ and [Breathe exercises](https://brainfck.org/#Breathe%20exercises) as part of my [daily routine](/2021/12/13/my-2021-review/). I was amazed how much stress my body
was able to endure and how easy it is to adapt to cold.

{{< gbox src="/posts/img/2022/breath/breath-james-nestor.jpg" title="Breath - The New Science of a Lost Art" caption="" pos="left" >}}

In the same year - right after the beginning of the pandemic - I saw some
[goodreads](https://www.goodreads.com/) top rated books list. I can't really remember which category exactly
but I found it interesting enough to see a book about breathing in the top
lists, right after Corona was identified as a _respiratory disease_. Then it took
another 2 years to read the [book](https://brainfck.org/#Breath%20-%20The%20New%20Science%20of%20a%20Lost%20Art) and discover even more breathing techniques.

> As I breathe a little faster, go a little deeper, the names of all the
> techniques I've explored over the past 10 years all come back in a rush:
> Pranayama. Buteyko. Coherent Breathing. Hypoventilation. Breathing Coordination.
> Holotropic Breathwork. Adhama. Madhyama. Uttama. Kevala. Embryonic Breath.
> Harmonizing Breath. The Breath by the Master Great Nothing. Tummo. Sudarshan
> Kriya. -- [Source](https://brainfck.org/#The%20New%20Science%20of%20a%20Lost%20Art%20-%20Note%2023)


## Takeaways {#takeaways}

I've spent quite some time feeding my personal [Zettelkasten](https://brainfck.org) with all the
interesting facts and quotes presented in the book. Here are my key takeaways:


### Shut your mouth! {#shut-your-mouth}

... and start breathing through your nose! This was repeated over and over
again while some statistics reveal the real problem:

> Ninety percent of children have acquired some degree of deformity in their
> mouths and noses. 45% of adults snore occasionally and 1/4 of the population
> snores constantly. 25% of American adults over 30 choke on themselves because of
> sleep apnea; and an estimated 80% of moderate or severe cases are undiagnosed.
> Meanwhile, the majority of the population suffers from some form of breathing
> difficulty or resistance. -- [Source](https://brainfck.org/#Breath%20-%20The%20New%20Science%20of%20a%20Lost%20Art%20-%20Note%205)


### We've become not only overeaters but also overbreathers {#we-ve-become-not-only-overeaters-but-also-overbreathers}

We need to breath **less** and this is indeed a strange advice. We've been told to
breath more air/oxygen whenever we feel stressed, anxious or have "air hunger".
But we tend to focus to much on oxygen rather on its counterpart which is
[carbon dioxide](https://brainfck.org/#Carbon%20Dioxide). To much oxygen leads to free radicals
damaging your cells. How much [carbon dioxide](https://brainfck.org/#Carbon%20Dioxide) you have
in your blood seems to have an impact how much oxygen can be carried to the
cells ([The Bohr Effect](https://brainfck.org/#The%20Bohr%20Effect)). Therefore breath hold
increases levels of CO2 which tell the body how to breathe (by stimulating the
[Central Chemoreceptors](https://brainfck.org/#Central%20Chemoreceptors))


### Breathing affects the whole body {#breathing-affects-the-whole-body}

The nose and the [Diaphragm](https://brainfck.org/#Diaphragm) as the main respiratory protagonists play a vital role in our life. The nose is called a silent warrior because it:

-   clears, heats and moistures air for easier absorption
-   helps with erectily disfunction
-   lowers blood pressure
-   eases digestion
-   regulates heart rate
-   stores memories

The [Diaphragm](https://brainfck.org/#Diaphragm) is called the "2nd heart" because it affects rate and strength of heart rate.


### Different breath type, different effect {#different-breath-type-different-effect}

Every breath consists of following phases

-   inhalation
-   exhalation
-   retention
-   (speed at which inhalation/exhalation is done)

Depending on how **deep** or how **fast** you inhale/exhale you'll activate different parts of your
lungs which are connected to the [Autonomic Nervous System](https://brainfck.org/#Autonomic%20Nervous%20System)

-   nerves connected to the [Parasympathetic Nervous System](https://brainfck.org/#Parasympathetic%20Nervous%20System) are in the lower regions of the lungs
    -   also called the **feed and breed** system
    -   long inhales/exhales activate it
    -   stimulates relaxation and restoration
    -   example of breathe exercise: [Buteyko](https://brainfck.org/#Buteyko%20Breathing)
-   nerves connected to the [Sympathetic Nervous System](https://brainfck.org/#Sympathetic%20Nervous%20System) are spread out at the top of the lungs
    -   when we take short, hasty breaths, the molecules of air activate the sympathetic nerves
    -   sympathetic stress takes just seconds to activate, turning it off and becoming again calm can take a hour or more
    -   example of breathe exercise: [Tummo](https://brainfck.org/#Tummo)


## Conclusion {#conclusion}

Given the amount of time I've spent doing some heavy post-reading on several
topics I think this book covers a quite wide range of breath related topics. I
was also suprised that long before Wim Hof there was [Alexandra David-Néel](https://www.goodreads.com/author/show/617033.Alexandra_David_N_el) who
used [Tummo](https://brainfck.org/#Tummo) during her adventures. And while she is already dead,
[Maurice Daubard](http://www.mauricedaubard.com/) still practices ice baths at the age of 90.

The research on this field of course didn't stop. Here's a list of inspiration
for your breathwork journey:

-   [Anders Olsson](https://www.consciousbreathing.com/meet-anders-olsson/)
    -   founder of Conscious Breathing
    -   has [experimented](https://www.consciousbreathing.com/anders-olsson/carbon-dioxide-training-extremely-harmonious/) with [Carbon Dioxide](https://brainfck.org/#Carbon%20Dioxide)
-   Konstanting Pavlovich Buteyko
    -   invented [Buteyko Breathing](https://brainfck.org/#Buteyko%20Breathing)
    -   [The Oxygen Advantage](https://brainfck.org/#The%20Oxygen%20Advantage) mainly uses this technique
    -   also check out [buteykoclinic](https://buteykoclinic.com/) from Patric McKeown
-   [Dr. Breath (Stough)](https://www.goodreads.com/book/show/1992347.Dr_Breath) did some research in the 1930s
-   Emil Zapotek invented [hypoventilation](https://www.hypoventilation-training.com/historical.html)
-   [Dr. James Eyerman](https://www.drjameseyerman.com/) used [Holotropic Breathwork](https://brainfck.org/#Holotropic%20Breathwork) for 30 years and had more than 11000 patients
-   Dr. Justin Feinstein
    -   increase of [Carbon Dioxide](https://brainfck.org/#Carbon%20Dioxide) levels has effect on health improvements
    -   experimented with low doses of carbon dioxide given to his patients
-   [Albert Szent-Györgyi](https://en.wikipedia.org/wiki/Albert_Szent-Gy%C3%B6rgyi)
    -   did some research on breathing at molecular levels
    -   "the more oxygen life can consume, the more electron excitability it gains, the more animated it becomes"
    -   health is all about absorbing and transfering electrons in a controlled way
-   [Luiz Sergio Alvarez DeRose](https://derosemethod.org/) wrote books about the concepts of [Prana](https://brainfck.org/#Prana)
-   [Swami Rama](https://www.goodreads.com/author/show/81372.Swami_Rama) brought [Pranayama](https://brainfck.org/#Pranayama) to Western cultures
